Repository: danroberts/wrook
Catalog: root/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Created by
fr: Créé par

source: Is this cover reusable for other books?
fr: Cette couverture peut-elle être réutilisée pour d'autres livres?

source: Share with everyone
fr: Partager avec tout le monde

source: New book...
fr: Nouveau livre...

source: Title
fr: Titre

source: Author
fr: Auteur

source: Stage
fr: Stade

source: Cover
fr: Couverture

source: Synopsis
fr: Résumé

source: License
fr: Licence

source: Are you the author
fr: Êtes-vous l'auteur?

source: Author's name
fr: Nom de l'auteur

source: Mr. Unknown
fr: M. Inconnu

source: Chapter X
fr: Chapitre X

source: The default cover has been set!
fr: La couverture par défaut est activée!

source: Back to the covers
fr: Retour aux couvertures

source: Back to the book
fr: Retour au livre

source: This cover is already in use by other book. It was not deleted
fr: Cette couverture est déjà utilisée par un autre livre. Elle n'a pas été supprimée.

source: <strong>Login failed:</strong>
fr: <strong>Échec de connexion</strong>

source: <strong>Login failed:</strong> Username and password are both mandatory!
fr: <strong>Échec de connexion:</strong> Nom d'utilisateur et mot de passe obligatoires!

source: Username, email, firstname and lastname are madatory!
fr: Le nom d'utilisateur, le courriel et les nom et prénom sont obligatoires!

source: Firstname and lastname are madatory! You will also have to re-upload your photo!
fr: Le nom et le prénom sont obligatoires! Vous devrez également télécharger votre photo à nouveau!

source: No file were uploaded!
fr: Aucun fichier n'a été téléchargé!

source: Changing password failed! You have either not entered a new password or the old one does not match.
fr: Échec de la modification du mot de passe! Vous avez soit oublié d'écrire un nouveau mot de passe, soit fait une erreur en écrivant l'ancien mot de passe.

source: No member found with this username or email address!
fr: Aucun membre n'a ce nom d'utilisateur ou ce courriel!

source: No commands have been processed. Missing parameters!
fr: Aucune commande n'a été traitée. Paramètres manquants!

source: All license types have been loaded into the database!
fr: Tous les types de licences ont été ajoutés à la base de données!

source: All chapter numbers have been reseted to 0!
fr: Tous les numéros de chapitre ont été remis à 0!

source: Congratulations... you flushed the cache!
fr: Félicitations... vous avez vidé la cache!

source: <a href="/Members/$MemberKey">$MemberFullname</a> started reading <a href="/Books/$BookKey">$BookTitle</a>
fr: <a href="/Members/$MemberKey">$MemberFullname</a> a commencé à lire<a href="/Books/$BookKey">$BookTitle</a>

source: <a href="/Members/$MemberKey">$MemberFullname</a> left a comment on <a href="/Books/$BookKey">$BookTitle</a>
fr: <a href="/Members/$MemberKey">$MemberFullname</a>a laissé un commentaire sur <a href="/Books/$BookKey">$BookTitle</a>

source: <a href="/Feedback/Book/$BookKey" style="float: right; margin-left: 15px;"> <img width="45" src="$CoverImage"/> </a> <a href="/Members/$MemberKey" style="float: left; margin-right: 15px;"> <img width="30" src="$MemberAvatar"/> </a> <strong><a href="/Feedback/Book/$BookKey">The message</a> said: $MessageTitle </strong><br />"&#160;$MessageBody&#160;"
fr: <a href="/Feedback/Book/$BookKey" style="float: right; margin-left: 15px;"> <img width="45" src="$CoverImage"/> </a> <a href="/Members/$MemberKey" style="float: left; margin-right: 15px;"> <img width="30" src="$MemberAvatar"/> </a> <strong><a href="/Feedback/Book/$BookKey">Le message</a> dit: $MessageTitle </strong><br />"&#160;$MessageBody&#160;"

source: <a href="/Members/$MemberKey">$MemberFullname</a> has flushed the site cache
fr: <a href="/Members/$MemberKey">$MemberFullname</a> a vidé la cache du site

source: Default cover
fr: Couverture par défaut

source: New theme
fr: Nouveau thème

source: Created
fr: Créé

source: Default theme
fr: Thème par défaut

source: Submitd by
fr: Soumis par

source: Background color
fr: Couleur de fond

source: Member
fr: Membre

source: Theme
fr: Thème

source: Wrong username or bad password.
fr: Mauvais nom d'utilisateur ou mot de passe

source: Your account does not have a password. Use the "Reset password" option to create a new one.
fr: Votre compte n'a pas de mot de passe. Utilisez l'option "Réinitialiser le mot de passe" pour en créer un nouveau.

source: English
fr: Anglais

source: French
fr: Français

source: Male
fr: Homme

source: Female
fr: Femme

source: Hello $firstname $lastname, Here is your Wrook password: $password We sent you this new password because you just joined Wrook or because you asked for a "reset password". If you have any questions, dont hesitate to contact us by email at admin@wrook.org Have a good day! The Wrook Team http://www.wrook.org
fr: Bonjour $firstname $lastname, Voici votre mot de passe Wrook : $password Nous vous avons envoyé ce mot de passe parce que vous venez de vous inscrire à Wrook ou que vous avez demandé la "réinitialisation du mot de passe". Si vous avez des questons, n'hésitez pas à communiquer avec nous par courriel à l'adresse admin@wrook.org Bonne journée! Wrook http://www.wrook.org

source: About your Wrook.org account!
fr: À propos de votre compte Wrook.org

source: %s invites you to read a book!
fr: %s vous invite à lire un livre!

source: Hello $firstname $lastname, $senderName is inviting you to join the Wrook community. Wrook is a community of writers and readers of all genre of literature. Read free books, participate in the writting process of authors or publish and share your own writings. A message from $senderName: "$senderMessage" To join, simply follow this link: http://www.wrook.org/Join/$inviteKey Thank you, The Wrook Team
fr: Bonjour $firstname $lastname, $senderName vous invite à joindre la communauté Wrook. Wrok est une communauté d'écrivains et de lecteurs de tous les genres de littérature. Vous pouvez y lire des livres gratuitement, participer au processus d'écriture d'auteurs ou publier et partager vos propres oeuvres. Un message de $senderName: "$senderMessage" Pour nous joindre, suivez simplement ce lien : http://www.wrook.org/Join/$inviteKey Merci, Wrook

source: Hello $firstname $lastname, $senderName is inviting you to join the Wrook community. Wrook is a community of writers and readers of all genre of literature. Read free books, participate in the writting process of authors or publish and share your own writings. To join, simply follow this link: http://www.wrook.org/Join/$inviteKey Thank you, The Wrook Team
fr: Bonjour $firstname $lastname, $senderName vous invite à joindre la communauté Wrook. Wrook est une communauté d'écrivains et de lecteurs de tous genres de littérature. Vous pouvez y lire des livres gratuitement, participer au processus d'écriture d'auteurs ou publier et partager vos propres oeuvres. Pour nous joindre, suivez simplement ce lien: http://www.wrook.org/Join/$inviteKey Merci, Wrook

source: Sorry, you do not have the right to delete this item.
fr: Désolé, vous n'avez pas le droit de supprimer cet item.

source: The item you tried to delete could not be found. Maybe it was already deleted.
fr: L'item que vous avez essayé de supprimer ne peut être trouvé. Il a peut-être déjà été supprimé.

source: You must be logged in to delete this item.
fr: Vous devez être connecté pour supprimer cet item.

source: You must be logged in to post a comment.
fr: Vous devez être connecté pour publier un commentaire.

source: Select a theme
fr: Sélectionner un thème

source: Sorry, no themes have been created!
fr: Désolé, aucun thème n'a été créé!

source: Background image
fr: Image de fond

source: Current image
fr: Image actuelle

source: Save
fr: Sauvegarder

source: Delete
fr: Supprimer

source: Theme:
fr: Thème:

source: Edit theme
fr: Modifier le thème

source: Select for profile
fr: Sélectionner pour le profil

source: Themes
fr: Thèmes

source: default
fr: défaut

source: By
fr: Par

source: Create a new theme
fr: Créer un nouveau thème

source: Wrook Labs
fr: Laboratoires Wrook

source: Done!
fr: Terminé!

source: Your submission has been added to the list. Thank you!
fr: Votre suggestion à été ajoutée à la liste. Merci!

source: Back to the labs
fr: Retour aux laboratoires

source: Lab request:
fr: Requête au Labo:

source: Status
fr: État

source: Not done yet!
fr: Pas encore terminé!

source: Voting members
fr: Membres avec droit de vote

source: You have no votes left. Members are currently limited to 3 votes.
fr: Il ne vous reste aucun vote. Les membres sont actuellement limités à trois votes.

source: Delete this request
fr: Supprimer cette requête

source: Mark as done
fr: Marquer comme terminé

source: Retract my vote!
fr: Retirer mon vote

source: Vote for this request!
fr: Voter pour cette requête!

source: About the Wrook Labs
fr: À propos des laboratoires Wrook

source: In the Wrook labs you can <strong>report bugs</strong>, <strong>suggest</strong> features and improvement, and <strong>vote</strong> for what you believe we should do first!
fr: Dans les labos de Wrook, vous pouvez <strong>signaler des bogues</strong>, <strong>suggérer</strong> de nouvelles fonctionnalités ou améliorations, et <strong>voter</strong> pour ce qui devrait être fait en premier selon vous!

source: Feature requests and bug Submission form
fr: Formulaire de demande de fonctionnalités et de signalement de bogues

source: Request type
fr: Type de requête

source: New feature
fr: Nouvelle fonctionnalité

source: Improvement
fr: Améliorations

source: Bug fix
fr: Bogue à corriger

source: Submit
fr: Soumettre

source: Your votes
fr: Vos votes

source: You have %(memberVotesLeft)s votes left
fr: Il vous reste %(memberVotesLeft)s votes

source: It seems that you havent voted for anything yet!
fr: Il semble que vous n'avez pas encore voté!

source: Requests open for voting
fr: Requêtes ouvertes au vote

source: Sorry, nothing is currently cooking in the labs!
fr: Désolé, rien n'est en préparation dans nos labos!

source: Requests completed
fr: Requêtes complétées

source: Admin commands
fr: Commandes admin

source: <p> Here is a preview of the message which will be sent on your behalf. </p> <p> You must <strong>read and click confirm</strong> before we send the message. </p>
fr: <p> Voici un aperçu du message qui sera envoyé en votre nom. </p> <p> Vous devez <strong>lire et cliquer sur le bouton Confirmer</strong> avant que nous n'envoyons le message. </p>

source: Save & Resend
fr: Sauvegarder et renvoyer

source: Modify
fr: Modifier

source: Discard this invitation
fr: Rejeter l'invitation

source: Send invite
fr: Envoyer l'invitation

source: Invite someone
fr: Inviter quelqu'un

source: Preview invite
fr: Prévisualiser l'invitation

source: Discard
fr: Annuler

source: Invites
fr: Invitations

source: To send an invitation, go to a book and click on the "Invite someone" button.
fr: Pour envoyer une invitation, ouvrez un livre et cliquez sur le bouton "Inviter quelqu'un".

source: Invites you have sent
fr: Invitations que vous avez envoyées

source: Name
fr: Nom

source: Email adress
fr: Courriel

source: It seems that you havent invited anyone! Dont you have any friends to spam?
fr: Il semble que vous n'avez invité personne! N'avez vous pas d'amis à déranger ?

source: From
fr: De

source: To
fr: À

source: Invite a friend
fr: Invitez un ami

source: Please confirm
fr: Veuillez confirmer

source: Please confirm the following:
fr: Veuillez confirmer ce qui suit:

source: Success!
fr: Succès!

source: Congratulation, the operation was a success!
fr: Félicitations, l'opération a réussi!

source: Continue
fr: Continuer

source: Post
fr: Publier

source: Cancel
fr: Annuler

source: Profile
fr: Profil

source: About
fr: À propos

source: Some details about
fr: Quelques renseignements à propos

source: Gender
fr: Sexe

source: Birth date
fr: Date de naissance

source: Member since
fr: Membre depuis

source: Prefered language
fr: Langue de préférence

source: Member status:
fr: Statut du membre:

source: Administrator
fr: Administrateur

source: Change your password
fr: Modifier votre mot de passe

source: Old password
fr: Ancien mot de passe

source: New password
fr: Nouveau mot de passe

source: Change your account photo
fr: Modifier la photo de votre compte

source: Current photo
fr: Photo actuelle

source: Upload photo
fr: Télécharger une photo

source: Must be a square image!
fr: La photo doit être une image carrée!

source: Upload
fr: Télécharger

source: Labs: Admin commands
fr: Labos: Commandes Admin

source: This page is restricted to the site administrators
fr: Cette page est limitée aux administrateurs du site

source: Edit chapter from
fr: Modifier le chapitre à partir de

source: New chapter for
fr: Nouveau chapitre pour

source: Start writing
fr: Commencer à écrire

source: Edit book licensing options
fr: Modifier les options de licence du livre

source: Edit book
fr: Éditer cette oeuvre

source: by
fr: par

source: Reorder chapters
fr: Modifier l'ordre des chapitres

source: Update
fr: Mettre à jour

source: Finished
fr: Terminé

source: Notice:
fr: Avis:

source: This book is only in the planning stage.
fr: Ce livre est seulement en phase de planification

source: This book is only a draft.
fr: Ce livre n'est qu'une ébauche

source: This book is in the process of being writen.
fr: Ce livre est en processus d'écriture

source: This book is still in proofing.
fr: Ce livre est encore en correction

source: Start reading
fr: Commencer la lecture

source: About this book
fr: À propos de ce livre

source: Readers
fr: Lecteurs

source: Feedbacks
fr: Commentaires

source: License and attribution
fr: Licence et attribution

source: No license or copyright has been specified
fr: Aucune licence ni aucun droit d'auteur n'a été indiqué

source: Contributed by
fr: Apport de

source: A note from the contributor
fr: Une note du contributeur

source: Planning
fr: Planification

source: Drafting
fr: Ébauche

source: Writing
fr: Écriture

source: Proofing
fr: Correction

source: Leave feedback or comments
fr: Laisser des commentaires

source: Invite a friend!
fr: Invitez un ami!

source: Writing and Editing
fr: En cours d'écriture et d'édition

source: Resume writing
fr: Continuer à écrire

source: Start a new chapter
fr: Commencer un nouveau chapitre

source: Edit book options
fr: Modifier les options du livre

source: Edit license options
fr: Modifier les options de licence

source: Change book cover
fr: Changer la couverture

source: Delete whole book
fr: Supprimer le livre

source: Books
fr: Oeuvres

source: All books
fr: Toutes les oeuvres

source: Books in planning
fr: Oeuvres en planification

source: Books in drafting
fr: Oeuvres en ébauche

source: Books in writing
fr: Oeuvres en cours d'écriture

source: Books in proofing
fr: Oeuvres en correction

source: Finished books
fr: Oeuvres terminées

source: Filter
fr: Filtrer

source: in the planning stage
fr: au stade de planification

source: in the drafting stage
fr: au stade d'ébauche

source: in the writting stage
fr: au stade d'écriture

source: in the proofing stage
fr: au stade de correction

source: finished
fr: terminé

source: Only planning
fr: En planification

source: Still in drafting
fr: Encore en ébauche

source: Still in writing
fr: Encore en écriture

source: Still in proofing
fr: Encore en correction

source: Edit Book Cover
fr: Éditer une Couverture

source: Thumbnail image
fr: Image vignette

source: Book covers
fr: Couvertures

source: Your private book covers
fr: Vos couvertures privées

source: Your shared book covers
fr: Vos couvertures partagées

source: All shared book covers
fr: Toutes les couvertures partagées

source: Add a new cover
fr: Ajouter une nouvelle couverture

source: Admin options
fr: Options d'administration

source: Select the default cover
fr: Choisir une couverture par défaut

source: Select a book cover
fr: Choisir une couverture

source: Select the book cover you want to use for:
fr: Choisir la couverture que vous voulez utiliser pour:

source: Make your selection by clicking on a cover
fr: Faites votre choix en cliquant sur une couverture

source: Book Cover
fr: Couverture de livre

source: Edit cover options
fr: Modifier les options des couvertures

source: Stop sharing this cover
fr: Mettre fin au partage de cette couverture

source: Share it with everyone
fr: Partager cette couverture avec tout le monde

source: Edit Image with Picnik
fr: Modifier l'image avec Picnik

source: Back
fr: Retour

source: Choose as the default
fr: Choisir comme défaut

source: Customize
fr: Personnaliser

source: <p>Here you have access to the themes and book covers that are used to personnalize your reading and browsing experience.</p>
fr: <p>Dans cette section, vous avez accès aux thèmes et aux couvertures qui sont utilisés pour personnaliser votre expérience de lecture et de furetage.</p>

source: Latest themes
fr: Derniers thèmes

source: <p>You can create your own theme and then choose to share is with other members. Themes can be applied to you profile page or to a specific books.</p>
fr: <p>Vous pouvez créer votre propre thème, puis choisir de le partager avec d'autres membres. Les thèmes peuvent s'appliquer à la page de votre profil ou à un livre spécifique</p>

source: Browse all themes
fr: Parcourir tous les thèmes.

source: Latest covers
fr: Dernières couvertures

source: <p>Every book in our library has a cover to represent it. You can either create your cover with custom artwork or create reusable covers to be shared with other authors.</p>
fr: <p>Chaque livre de notre bibliothèque a une couverture qui le représente. Vous pouvez soit créer votre propre couverture avec de l'art original ou créer des couvertures réutilisables qui pourront être partagées avec d'autres auteurs.</p>

source: Browse all covers
fr: Parcourir toutes les couvertures

source: Delete a book
fr: Supprimer un livre

source: <p> Are you <strong>absolutely</strong> sure that you want to delete this book? </p> <p> This will also delete all chapters, feedback and bookmarks associated with the book. </p> <p> Once delete, it cannot be undeleted. </p>
fr: <p> Êtes-vous <strong>absolument</strong> certain de vouloir supprimer ce livre? </p> <p> Cette action supprimera aussi tous les chapitres, les commentaires et les signets associés à cette oeuvre. </p> <p> Une fois supprimé, il est impossible de faire marche arrière. </p>

source: Cancel and go back
fr: Annuler et retourner en arrière

source: I have read the warning and confirm
fr: J'ai lu l'avertissement et je confirme

source: Delete a chapter
fr: Suprimmer un chapitre

source: <p> Are you <strong>absolutely</strong> sure that you want to delete this chapter? </p> <p> This will also delete all revisions, feedback and bookmarks associated with the chapter. </p> <p> Once delete, it cannot be undeleted. </p>
fr: <p> Êtes-vous <strong>absolument</strong> certain de vouloir supprimer ce chapitre? </p> <p> Cette action supprimera aussi les révisions, les commentaires et les signets associés à ce chapitre. </p> <p> Une fois supprimé, il est impossible de faire marche arrière. </p>

source: Edit your account
fr: Modifier votre compte

source: Firstname *
fr: Prénom *

source: Lastname *
fr: Nom *

source: Select one...
fr: En choisir une...

source: A few words about you
fr: Quelques mots à propos de vous

source: An error occured
fr: Une erreur s'est produite

source: Hu... we're sorry! Like really really sorry. The truth is that we dont really know what we're doing!
fr: Oups... nous sommes désolés! Genre très très désolés. En réalité, nous sommes des amateurs qui ne savent pas réellemen ce qu'ils font.

source: <p> Before you join Wrook, we need to learn a few things about you. After you filled out this form, <strong>we will send you a password by email</strong>. </p>
fr: <p> Avant de joindre Wrook, nous devons apprendre à vous connaître un peu. Lorsque vous aurez rempli ce formulaire,<strong>nous vous enverrons un mot de passe par courriel.</strong>. </p>

source: Username
fr: Nom d'utilisateur

source: Email
fr: Courriel

source: Firstname
fr: Prénom

source: Lastname
fr: Nom

source: Join
fr: S'inscrire

source: Login
fr: Connexion

source: Username or Email
fr: Nom d'utilisateur ou courriel

source: Password
fr: Mot de passe

source: If you have any difficulties logging in, you can contact the janitor at <a href="mailto:admin@wrook.org">admin@wrook.org</a>.
fr: Si vous éprouvez des difficultés pour vous connecter, vous pouvez communiquer avec le concierge à l'adresse <a href="mailto:admin@wrook.org">admin@wrook.org</a>

source: Home
fr: Accueil

source: Authors
fr: Auteurs

source: Labs
fr: Labos

source: Welcome
fr: Bienvenue

source: Account
fr: Compte

source: Logout
fr: Déconnexion

source: What's new
fr: Nouveautés

source: Your options
fr: Vos options

source: Start a new book
fr: Commencer une nouvelle oeuvre

source: You have not saved any bookmarks yet. We invite you to choose one from <a href='/Books'>all the books</a> which have been contributed by other members.
fr: Vous n'avez pas encore enregistré de signets. Nous vous invitons à en choisir un parmi <a href='/Books'>tous les livres</a> qui ont été apportés par les autres membres.

source: This member has not saved any bookmarks yet.
fr: Ce membre n'a pas encore enregistré de signets.

source: Your shared covers
fr: Vos couvertures partagées

source: Your private covers
fr: Vos couvertures privées

source: Private covers
fr: Couvertures privées

source: Create a new cover
fr: Créer une nouvelle couverture

source: Members
fr: Membres

source: Latest bookmarks:
fr: Derniers signets

source: Feedback & Discussions for:
fr: Commentaires pour:

source: Post a message
fr: Publier un message

source: Topic
fr: Sujet

source: Your message
fr: Votre message

source: Only for the author
fr: Seulement pour l'auteur

source: Other messages
fr: Autres messages

source: delete
fr: supprimer

source: No other messages have been posted yet!
fr: Aucun autre message n'a été publié!

source: <strong>New to wrook?</strong> We invite all our new members to learn about Wrook by reading <a href="/Books/wrook-for-beginners">Wrook for beginners</a>. This introduction is actually a short book hosted on wrook as any other book would be. Reading this, will both be informative and let you experience how to read books on Wrook. So, go ahead and <a href="/Books/wrook-for-beginners">Start reading</a>!
fr: <strong>Nouveau venu sur Wrook?</strong> Nous invitons tous les nouveaux membres à lire le livre d'introduction intitulé <a href="/ViewBook/wrook-for-beginners">Wrook for beginners</a> (sera bientôt traduit). Cette introduction à Wrook est un livre en soit qui est hébergé ici au même titre que toutes les autres oeuvres. Lire ce petit bouquin sera informatif et vous permettra de constater comment la lecture fonctionne sur Wrook. Alors allez-y, et <a href="/ViewBook/wrook-for-beginners">Commençez votre lecture</a>!

source: %(timeAgo)s ago
fr: Il y a %(timeAgo)s

source: by
fr: par

source: %(replyCount)s replies
fr: %(replyCount)s réponses

source: Mark as read
fr: Marquer comme lu

source: Password sent!
fr: Mot de passe envoyé!

source: The password has been sent to:
fr: Le mot de passe a été envoyé à:

source: Readers of
fr: Lecteurs de

source: Latest chapter:
fr: Dernier chapitre:

source: Reset your password
fr: Réinitialiser votre mot de passe

source: A new password will be sent to your email address.
fr: Un nouveau mot de passe sera envoyé à votre adresse de courriel.

source: Reset password
fr: Réinitialiser le mot de passe

source: Revisions for
fr: Révisions pour

source: Revision
fr: Révision

source: Sorry, no revisions have been posted yet!
fr: Désolé, aucune révision n'a été publiée!

source: Back to chapter
fr: Retour au chapitre

source: Back to revisions
fr: Retour au révisions
