Repository: danroberts/wrook
Catalog: root/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Start
fr: Commencer

source: Feed
fr: Fil

source: Profile
fr: Profil

source: Covers
fr: Couvertures

source: Revision
fr: Révision

source: Revision 0
fr: Révision 0

source: <span class="shortcutKey">S</span>ave and exit
fr: <span class="shortcutKey">S</span>auvegarder et quitter

source: Start writing your chapter here...
fr: Commencez à écrire votre chapitre ici...

source: Your account
fr: Votre compte

source: Change password
fr: Modifier le mot de passe

source: Change profile photo
fr: Modifier la photo du profil

source: This chapter is only in the planning stage.
fr: Ce chapitre est seulement en phase de planification

source: This chapter is only a draft.
fr: Ce chapitre est seulement une ébauche

source: This chapter is in the process of being writen.
fr: Ce chapitre est en cours d'écriture.

source: This chapter is still in proofing.
fr: Ce chapitre est encore en correction

source: Altough this book is not finished, this chapter is final.
fr: Même si ce livre n'est pas terminé, ce chapitre est en version finale.

source: This was the last chapter!
fr: C'était le dernier chapitre!

source: Open next chapter
fr: Ouvrir le prochain chapitre

source: Previous chapter
fr: Chapitre précédent

source: Back to cover
fr: Retour à la couverture

source: Next chapter
fr: Prochain chapitre

source: Editing
fr: En cours d'édition

source: Write chapter
fr: Écrire un chapitre

source: Edit chapter options
fr: Modifier les options du chapitre

source: Delete chapter
fr: Suprimer le chapitre

source: About this chapter
fr: À propos de ce chapitre

source: Revisions
fr: Révisions

source: Book feedback
fr: Commentaires sur l'oeuvre

source: Read Write Share!
fr: Lire, Écrire, Partager!

source: <p>Wrook is a community for readers and writers who share a passion for literatures of all kinds.</p> <ul> <li><strong>Read free litterature</strong> submitted by members: Stories, Novels, Poetry and more.</li> <li><strong>Write, publish and share</strong> your own writtings with your fans and other members.</li> <li>Get access to <strong>usefull tools</strong> for reading, writing and publishing litterature.</li> </ul>
fr: <p>Wrook est une communauté pour les lecteurs et les écrivains qui partagent une passion pour toutes les formes de la littérature.</p> <ul> <li><strong>Lisez gratuitement des oeuvres </strong>publiées par des membres: histoires, romans, poésie et plus encore.</li> <li><strong>Écrivez, publiez et partagez</strong> vos propres oeuvres avec vos fans et d'autres membres.</li> <li>Ayez accès à <strong>des outils utiles</strong> pour la lecture, l'écriture et la publication d'oeuvres littéraires.</li> </ul>

source: <p>Wrook is adding features as fast as possible to gear up for the <em>National Novel Writing Month 2008</em></p> <p>Join Nanowrimo 2008 by visiting: <a href="http://nanowrimo.org">http://nanowrimo.org</a></p>
fr: <p>Wrook ajoute des fonctions le plus rapidement possible pour être prêt pour le <em>National Novel Writing Month 2008 (Mois national d'écriture de roman</em></p> <p>Participez au Nanowrimo 2008 en visitant: <a href="http://nanowrimo.org">http://nanowrimo.org</a></p>
